const projects = [
    {
        id: 1,
        image: "./img/yokosuka.jpg",
        title: "人吉森林の炭素収支",
        price: "10,000 円/t-CO2",
        location: "熊本県人吉市",
        startDate: "2023年5月1日",
        description: "このプロジェクトは熊本県人吉市における森林の炭素吸収量を最大化することを目指しています。地域経済を支援しながら持続可能な森林管理を実現します。",
        details: "このプロジェクトでは、地元住民と協力し、炭素クレジットの創出を目指します。長期的には新たな植林計画や観光事業との連携も予定しています。"
    },
    {
        id: 2,
        image: "./img/yokosuka.jpg",
        title: "人吉森林の炭素収支",
        price: "10,000 円/t-CO2",
        location: "熊本県人吉市",
        startDate: "2023年5月1日",
        description: "このプロジェクトは熊本県人吉市における森林の炭素吸収量を最大化することを目指しています。地域経済を支援しながら持続可能な森林管理を実現します。",
        details: "このプロジェクトでは、地元住民と協力し、炭素クレジットの創出を目指します。長期的には新たな植林計画や観光事業との連携も予定しています。"
    },
    {
        id: 3,
        image: "./img/yokosuka.jpg",
        title: "北海道4町森林",
        price: "10,000 円/t-CO2",
        location: "熊本県人吉市",
        startDate: "2023年5月1日",
        description: "このプロジェクトは熊本県人吉市における森林の炭素吸収量を最大化することを目指しています。地域経済を支援しながら持続可能な森林管理を実現します。",
        details: "このプロジェクトでは、地元住民と協力し、炭素クレジットの創出を目指します。長期的には新たな植林計画や観光事業との連携も予定しています。"
    }
];
