const projects = [
    {
        id: 1,
        image: "./img/yokosuka.jpg",
        title: "ガンガゼウニ捕獲プロジェクト",
        price: "10,000 円/t-CO2",
        location: "沖縄県那覇市",
        startDate: "2023年5月1日",
        description: "このプロジェクトが提供するのは、沖縄県那覇市におけるガンガゼウニ捕獲活動によって創出された吸収系カーボンクレジットです。",
        details: "このプロジェクトでは、地元住民や一般ダイバーの協力の元、二酸化炭素を鳩首する藻を主食とするガンガゼウニの捕獲により、海洋環境の保全と二酸化炭素の吸収を支援するものです。"
    },
    {
        id: 2,
        image: "./img/yokosuka.jpg",
        title: "横浜市わかめ事業",
        price: "10,000 円/t-CO2",
        location: "神奈川県横浜市",
        startDate: "2023年5月1日",
        description: "横浜市でのわかめの地産地消活動により創出します。",
        details: "このプロジェクトでは、地元住民と協力し、炭素クレジットの創出を目指します。長期的には新たな海洋環境保全活動との連携も予定しています。"
    },
    {
        id: 3,
        image: "./img/yokosuka.jpg",
        title: "洋野町の増殖溝",
        price: "10,000 円/t-CO2",
        location: "岩手県洋野町",
        startDate: "2023年5月1日",
        description: "増殖溝を用いたわかめや昆布の大量生殖による炭素吸収型カーボンクレジットです。",
        details: "増殖溝は、新鮮な海水が流れ込む構造になっており、ワカメや昆布などの大型の海藻が生息しやすい環境となっています。洋野町はこれら海藻のCO₂吸収に注目。クレジット販売により得られた資金は、新技術の導入や藻場の造成活動、教育活動等に活用予定。"
    }
];
