const projects = [
    {
        id: 1,
        image: "./img/yokosuka.jpg",
        title: "ガンガゼウニ捕獲プロジェクト",
        price: "0.6t-CO2/年",
        location: "三重県熊野灘",
        startDate: "2015年",
        description: "三重県熊野灘では、磯焼けによる藻場の減少問題に対し、地域と連携した積極的な取り組みが行われています。地元漁業者と研究機関が協力し、アワビやウニの個体数管理や藻場再生技術の実施が進められています。また、磯焼けの原因解明や効果的な対策の検討に向けたモニタリング活動も実施中です。こうした取り組みを通じて、海の生態系保全と持続可能な水産業の実現を目指しています。熊野市の事例は、他地域へのモデルケースとしても注目されています。",
        link: "https://www.jfa.maff.go.jp/j/seibi/attach/pdf/R4_isoyake_kyogikai-10.pdf",
        details: "熊野灘では、磯焼け問題に対し、地域住民や漁業者、行政が一丸となり、藻場の再生に向けた取り組みを行っています。具体的には、耐環境性の高い海藻の植え付けや人工基盤の設置を通じて藻場の再生を図るとともに、ウニの過剰繁殖を抑えるための個体数管理も進められています。また、藻場の状態や対策の効果を把握するため、定期的なモニタリングが行われ、得られたデータは今後の対策に役立てられています。さらに、こうした取り組みの成果や教訓を全国的に共有することで、他地域の磯焼け対策の参考とされています。熊野灘の事例は、地元特有の環境に即した持続可能な水産業を目指した取り組みとして、多方面から注目されています。"
    },
    {
        id: 2,
        image: "./img/yokosuka.jpg",
        title: "横浜市わかめ事業",
        price: "10,000 円/t-CO2",
        location: "神奈川県横浜市",
        startDate: "2023年5月1日",
        description: "横浜市でのわかめの地産地消活動により創出します。",
        details: "このプロジェクトでは、地元住民と協力し、炭素クレジットの創出を目指します。長期的には新たな海洋環境保全活動との連携も予定しています。"
    },
    {
        id: 3,
        image: "./img/yokosuka.jpg",
        title: "洋野町の増殖溝",
        price: "10,000 円/t-CO2",
        location: "岩手県洋野町",
        startDate: "2023年5月1日",
        description: "増殖溝を用いたわかめや昆布の大量生殖による炭素吸収型カーボンクレジットです。",
        details: "増殖溝は、新鮮な海水が流れ込む構造になっており、ワカメや昆布などの大型の海藻が生息しやすい環境となっています。洋野町はこれら海藻のCO₂吸収に注目。クレジット販売により得られた資金は、新技術の導入や藻場の造成活動、教育活動等に活用予定。"
    }
];
